Repository: Open-Kichwa/openkichwa
Catalog: src/translations/*/LC_MESSAGES/messages.po
Languages: es

source: About Open Kichwa / Kichwa Paskana
es: Acerca de Open Kichwa / Kichwa Paskana

source: About Header subtitle
es: Un diccionario comunitario en línea para todas las variantes locales del Kichwa en Ecuador — colaborativo, abierto y pensado para la investigación, el aprendizaje y la preservación.

source: What Is Open Kichwa
es: ¿Qué es Open Kichwa?

source: About what 1
es: Open Kichwa / Kichwa Paskana es una iniciativa para crear un diccionario en línea, abierto y colaborativo de las variantes locales del Kichwa (Quechua IIb) en todo el Ecuador. Las personas colaboradoras aportan ortografías, traducciones y pronunciaciones locales, de modo que la diversidad de cada comunidad indígena quede representada.

source: About what 2
es: La idea es recopilar de manera colectiva cómo se escriben y pronuncian las palabras en cada comunidad, para preservar mejor las diferencias regionales y apoyar la investigación y el aprendizaje.

source: Why this project started
es: Por qué comenzó este proyecto

source: Our Goals
es: Nuestros objetivos

source: About Goals List
es: <li>Ofrecer un diccionario en línea fácil de usar que cubra muchas palabras, frases y variantes locales del Kichwa.</li><li>Publicar conjuntos de datos abiertos de Kichwa para apoyar la investigación y el modelado lingüístico.</li><li>Democratizar la creación, el acceso y el uso de los recursos lingüísticos del Kichwa.</li><li>Fortalecer a las comunidades indígenas para preservar y enseñar su lengua.</li>

source: About Goal 1
es: Nos comprometemos a publicar los datos recopilados como un recurso abierto y accesible para la ciencia, el aprendizaje y los proyectos sin fines de lucro.

source: How the platform works
es: Cómo funciona la plataforma

source: Who benefits
es: ¿Quiénes se benefician?

source: Who started OKKP
es: ¿Quién inició OKKP?

source: About founder 1
es: Mi nombre es Kai — soy estudiante de posgrado en Sistemas de Información, programador y entusiasta del PLN. Inicié Open Kichwa al ver tanto la necesidad de contar con mejores conjuntos de datos de Kichwa como las limitaciones de los recursos existentes (incluidos los LLM que a veces mezclan variantes de quechua no ecuatoriano).

source: About founder 2
es: Anteriormente pasé cuatro años estudiando japonés y, después de un intercambio increíble en Japón, estuve en busca de un nuevo reto. Tras leer un gran libro sobre la ciudad de Cañar, me sentí inspirado a aprender español y a acercarme un poco al Kichwa. Al conversar con más personas de comunidades indígenas, fui desarrollando un mayor interés por su cultura y su lengua. Tomé conciencia de lo que ocurre en Ecuador y de cómo el Kichwa está desapareciendo poco a poco. Me entristece que el dominio del Kichwa entre los jóvenes esté disminuyendo. Espero poder crear un proyecto útil que impulse la investigación y el desarrollo de mejores recursos de aprendizaje para el Kichwa. No quiero que este sea para siempre un proyecto personal, sino que llegue a ser un esfuerzo comunitario sostenido y compartido por muchas personas.

source: About call 1
es: ¿Quieres ayudar? La manera principal es: <strong>si hablas Kichwa de Ecuador, crea una cuenta y añade las variantes de tu comunidad.</strong>

source: Create an account
es: Crear una cuenta

source: About call 2
es: Desarrolladores, diseñadores o administradores: contáctennos a través de

source: Do you want to contribute?
es: ¿Quieres contribuir?

source: Contribute Headline text
es: <p class="lead">¡Excelente! <strong>Open Kichwa</strong> es una plataforma colaborativa y nuestros objetivos solo pueden lograrse si muchas personas trabajan juntas.</p><p>A continuación explicamos las diferentes formas en que puedes contribuir:</p>

source: Speak Kichwa and you are from Ecuador?
es: ¿Hablas Kichwa y eres de Ecuador?

source: Programmer, Designer, or Skilled Contributor?
es: ¿Programador, diseñador o persona colaboradora especializada?

source: Found a bug or have suggestions?
es: ¿Encontraste un error o tienes sugerencias?

source: Contribute Problems Bugs
es: <p>Por favor, envíanos cualquier error, problema o sugerencia. Esto es muy importante para crear una experiencia fluida y mejorar la plataforma.</p><p>Envía tus reportes a través de <a href="https://instagram.com/openkichwa" target="_blank">Instagram</a> o <a href="mailto:your@email.com">correo electrónico</a>.</p><p class="mb-0">Al enviar un reporte, sé lo más preciso posible e indícanos qué hiciste, para que podamos reproducir la situación y solucionar el problema.</p>

source: Search
es: Buscar

source: Searching has not been implemented yet
es: La búsqueda aún no ha sido implementada

source: An open, collaborative dictionary of Ecuadorian Kichwa
es: Un diccionario abierto y colaborativo del Kichwa ecuatoriano

source: Learn More
es: Aprender más

source: What is Open Kichwa?
es: ¿Qué es Open Kichwa?

source: Read More
es: Leer más

source: Featured Words
es: Palabras destacadas

source: Kichwa, one word at a time
es: Kichwa, una palabra a la vez

source: 1. Create an Account
es: 1. Crear una cuenta

source: Join the community and share your knowledge.
es: Únete a la comunidad y comparte tu conocimiento.

source: 2. Add Words
es: 2. Añadir palabras

source: Submit your community’s versions and pronunciations.
es: Envía las variantes y pronunciaciones de tu comunidad.

source: 3. Vote & Collaborate
es: 3. Vota y colabora

source: Support others’ contributions and grow together.
es: Apoya las contribuciones de otras personas y crezcan juntos.

source: Dictionary
es: Diccionario

source: Build a large, easy-to-use Kichwa dictionary.
es: Crea un diccionario amplio y fácil de usar del Kichwa.

source: Datasets
es: Conjuntos de datos

source: Create and release open linguistic datasets.
es: Crea y publica conjuntos de datos lingüísticos abiertos.

source: Access
es: Acceso

source: Democratize language resources for all.
es: Democratizar los recursos lingüísticos para todas las personas.

source: Empowerment
es: Empoderamiento

source: Support communities to preserve their language.
es: Apoyar a las comunidades para preservar su lengua.

source: First Version Public
es: Primera versión pública

source: September
es: Septiembre

source: Whitepaper published
es: Whitepaper publicado

source: Roadmap whitepaper
es: Se publica nuestro Whitepaper, que detalla nuestras motivaciones científicamente fundamentadas y las posibilidades para futuros conjuntos de datos.

source: October
es: Octubre

source: November
es: Noviembre

source: First Results from the Beta
es: Primeros resultados de la Beta

source: Improved Dictionary Search Algorithm
es: Algoritmo de búsqueda del diccionario mejorado

source: Public Release
es: Lanzamiento público

source: Verb Conjungator
es: Conjugador de verbos

source: Publication of The First Full Dataset
es: Publicación del primer conjunto de datos completo

source: Future Features
es: Funciones futuras

source: About
es: Sobre nosotros

source: contribute
es: Contribuir

source: Logout
es: Cerrar sesión

source: Login
es: Iniciar sesión

source: Sign up
es: Registrarse

source: Imprint
es: Aviso legal

source: Contact us
es: Contáctanos

source: This page is only available in <strong>English</strong>
es: Esta página solo está disponible en <strong>inglés</strong>

source: Sign in
es: Regístrate

source: New User?
es: ¿Nuevo usuario?

source: Register now
es: Regístrate ahora

source: Please register
es: Por favor, regístrate

source: Username
es: Nombre de usuario

source: Email
es: Correo electrónico

source: Email tooltip
es: Por favor, proporciónanos un correo electrónico válido para poder verificar que realmente es tuyo.

source: Password
es: Contraseña

source: Repeat Password
es: Repite la contraseña

source: Beta code
es: Código beta

source: Community
es: Comunidad

source: TermsPart1
es: Aceptas y has leído nuestros

source: Login now
es: Inicia sesión ahora

source: You are already logged in
es: Ya has iniciado sesión

source: Invalid email and/or password
es: Correo electrónico y/o contraseña inválidos
